Repository: markocupic/gallery_creator
Catalog: languages/*/*_gallery_creator_albums.xlf
Languages: de

# tl_gallery_creator_albums.album_info
source: albuminformations
de: Albuminformationen

# tl_gallery_creator_albums.upload_settings
source: image settings
de: Bildeinstellungen

# tl_gallery_creator_albums.insert_article
source: insert articles before or after the album
de: Artikel vor oder nach dem Album einfügen

# tl_gallery_creator_albums.album_preview_thumb_legend
source: Album-preview-thumb-settings & picture sorting
de: Vorschau-Thumbnail-Einstellungen & Sortierreihenfolge

# tl_gallery_creator_albums.source_legend
source: Redirect target
de: Weiterleitungsziel

# tl_gallery_creator_albums.alias.1
source: The Albumalias defines although the album-foldername.
de: Der Albumalias ist zugleich auch Verzeichnisnamen der Bilder eines Albums

# tl_gallery_creator_albums.published.0
source: Publish Album
de: Album veröffentlichen

# tl_gallery_creator_albums.date.0
source: Date of creation
de: Erstellungsdatum

# tl_gallery_creator_albums.owner.0
source: Albumowner
de: Besitzer/Ersteller

# tl_gallery_creator_albums.event_location.0
source: Event-location
de: Veranstaltungsort

# tl_gallery_creator_albums.description.0
source: Meta page description
de: Meta-Beschreibung der Seite

# tl_gallery_creator_albums.description.1
source: Here you can enter a short description of the page which will be evaluated by search engines like Google or Yahoo. Search engines usually indicate between 150 and 300 characters.
de: Hier können Sie eine kurze Beschreibung der Seite eingeben, die von Suchmaschinen wie Google oder Yahoo ausgewertet wird. Suchmaschinen indizieren normalerweise zwischen 150 und 300 Zeichen.

# tl_gallery_creator_albums.keywords.0
source: Meta keywords
de: Suchbegriffe

# tl_gallery_creator_albums.keywords.1
source: Here you can enter a list of comma separated keywords. Keywords, however, are no longer relevant to most search engines (including Google).
de: Hier können Sie eine kommagetrennte Liste von Suchbegriffen eingeben. Suchbegriffe sind jedoch für die meisten Suchmaschinen (inklusive Google) nicht mehr relevant.

# tl_gallery_creator_albums.owners_name.0
source: Albumowner
de: Albumbesitzer

# tl_gallery_creator_albums.comment.0
source: Album-comment
de: Albumkommentar

# tl_gallery_creator_albums.thumb.0
source: Select the thumbnail which represents the Album in the listview
de: Album-Vorschaubild per Radiobutton auswählen.

# tl_gallery_creator_albums.thumb.1
source: Drag the items to re-order them.
de: Elemente können für individuelle Sortierung durch Ziehen umsortiert werden.

# tl_gallery_creator_albums.insert_article_pre.0
source: Insert article optionally before the album
de: Optional einen Artikel vor dem Album einfügen

# tl_gallery_creator_albums.insert_article_pre.1
source: Insert the id of the article that you optionally like have displayed in the detail view.
de: Fügen Sie die ID des Artikels, den Sie optional in der Detailansicht vor dem Album angezeigt haben möchten, ein.

# tl_gallery_creator_albums.insert_article_post.0
source: Insert article optionally after the album
de: Optional einen Artikel nach dem Album einfügen

# tl_gallery_creator_albums.insert_article_post.1
source: Insert the id of the article that you optionally like have displayed in the detail view.
de: Fügen Sie die ID des Artikels, den Sie optional in der Detailansicht nach dem Album angezeigt haben möchten, ein.

# tl_gallery_creator_albums.fileupload.0
source: File Upload
de: Datei-Upload

# tl_gallery_creator_albums.fileupload.1
source: Browse your local computer and select the files you want to upload to the server.
de: Durchsuchen Sie Ihren Computer und wählen Sie die Dateien, die Sie auf den Server übertragen möchten.

# tl_gallery_creator_albums.uploader.1
source: Please choose the uploader.
de: Bitte wählen Sie zwischen den verschiedenen Datei-Uploadern aus.

# tl_gallery_creator_albums.img_resolution.0
source: Image width
de: Bildbreite in Pixeln

# tl_gallery_creator_albums.img_resolution.1
source: During the upload process the image resolution will be scaled to the selected value.
de: Die Auflösung des Bildes wird während des Uploadvorganges auf folgenden Wert skaliert.

# tl_gallery_creator_albums.img_quality.0
source: Image quality/compression
de: Bildqualität/Kompressionsrate

# tl_gallery_creator_albums.img_quality.1
source: During the upload process the image will be compressed. (100 = best quality)
de: Das Bild wird während des Uploadvorganges komprimiert. (100 = beste Qualität)

# tl_gallery_creator_albums.preserve_filename.0
source: Preserve the original filename
de: Original-Dateinamen beibehalten

# tl_gallery_creator_albums.preserve_filename.1
source: Otherwise the filename will be automatically generated.
de: Alternativ wird der Dateinamen vom System automatisch generiert.

# tl_gallery_creator_albums.visitors.0
source: Number of visitors
de: Anzahl Albumzugriffe

# tl_gallery_creator_albums.visitors_details.0
source: Visitors details (ip, browser type, etc.)
de: Besucher-Details (IP, Browserdetails, Zugriffszeit, etc.)

# tl_gallery_creator_albums.sortBy.0
source: Re-order images by
de: Bilder neu durchsortieren nach

# tl_gallery_creator_albums.sortBy.1
source: Please choose the sort order.
de: Bitte wählen Sie eine Sortierreihenfolge aus.

# tl_gallery_creator_albums.assignedDir.0
source: Assigned directory
de: Zugewiesenes Upload Verzeichnis

# tl_gallery_creator_albums.assignedDir.1
source: New images will be uploaded to this directory.
de: Neue Bilder werden vom Uploader in das gewählte Verzeichnis hochgeladen.

# tl_gallery_creator_albums.filePrefix.0
source: Rename all pictures using a file prefix
de: Bilder mit Hilfe eines Dateipräfixes umbenennen

# tl_gallery_creator_albums.filePrefix.1
source: Enter a valid file prefix to rename all pictures of this album (e.g. "me-in-paris-2012").
de: Geben Sie ein gültiges Präfix ein, um alle Bilder dieses Albums umzubenennen (z.B. "me-in-paris-2012").

# tl_gallery_creator_albums.acceptedFiles.0
source: Accepted files
de: Dateitypen

# tl_gallery_creator_albums.acceptedFiles.1
source: Accepted files: %s.
de: Akzeptierte Dateiendungen: %s.

# tl_gallery_creator_albums.source.0
source: Redirect target
de: Weiterleitungsziel

# tl_gallery_creator_albums.source.1
source: Here you can override the default redirect target.
de: Hier können Sie die Standard-Weiterleitungsziel überschreiben.

# tl_gallery_creator_albums.default.0
source: Use default
de: Standard

# tl_gallery_creator_albums.default.1
source: By clicking the &quot;read more …&quot; button, visitors will be redirected to the default page of the news archive.
de: Beim Anklicken des &quot;Weiterlesen …&quot;-Links wird der Besucher auf die Standardseite des Nachrichtenarchivs weitergeleitet.

# tl_gallery_creator_albums.internal.0
source: Page
de: Seite

# tl_gallery_creator_albums.internal.1
source: By clicking the &quot;read more …&quot; button, visitors will be redirected to a page.
de: Beim Anklicken des &quot;Weiterlesen …&quot;-Links wird der Besucher auf eine Seite weitergeleitet.

# tl_gallery_creator_albums.article.0
source: Article
de: Artikel

# tl_gallery_creator_albums.article.1
source: By clicking the &quot;read more …&quot; button, visitors will be redirected to an article.
de: Beim Anklicken des &quot;Weiterlesen …&quot;-Links wird der Besucher auf einen Artikel weitergeleitet.

# tl_gallery_creator_albums.external.0
source: External URL
de: Externe URL

# tl_gallery_creator_albums.external.1
source: By clicking the &quot;read more …&quot; button, visitors will be redirected to an external website.
de: Beim Anklicken des &quot;Weiterlesen …&quot;-Links wird der Besucher auf eine externe Webseite weitergeleitet.

# tl_gallery_creator_albums.jumpTo.0
source: Redirect page
de: Weiterleitungsseite

# tl_gallery_creator_albums.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking the album item.
de: Bitte wählen Sie die Seite aus, zu der Besucher weitergeleitet werden, wenn Sie einen Beitrag anklicken.

# tl_gallery_creator_albums.articleId.0
source: Article
de: Artikel

# tl_gallery_creator_albums.articleId.1
source: Please choose the article to which visitors will be redirected when clicking the album item.
de: Bitte wählen Sie den Artikel aus, zu der Besucher weitergeleitet werden, wenn Sie einen Beitrag anklicken.

# tl_gallery_creator_albums.new.0
source: new album
de: Neues Album

# tl_gallery_creator_albums.new.1
source: Create a new album.
de: Ein neues Album anlegen

# tl_gallery_creator_albums.list_pictures.0
source: list pictures
de: Albuminhalt auflisten

# tl_gallery_creator_albums.list_pictures.1
source: List pictures of album with ID %s.
de: Bilder des Albums mit ID %s auflisten.

# tl_gallery_creator_albums.edit_album.0
source: Edit album
de: Album bearbeiten

# tl_gallery_creator_albums.edit_album.1
source: Edit Album with ID %s.
de: Album mit ID %s bearbeiten.

# tl_gallery_creator_albums.delete.0
source: delete album
de: Album löschen

# tl_gallery_creator_albums.delete.1
source: Delete album with ID %s.
de: Album mit ID %s löschen

# tl_gallery_creator_albums.toggle.0
source: Publish/unpublish album
de: Album veröffentlichen/unveröffentlichen

# tl_gallery_creator_albums.toggle.1
source: Publish/unpublish album ID %s
de: Album ID %s veröffentlichen/unveröffentlichen

# tl_gallery_creator_albums.upload_images.0
source: uplaod images
de: Bilder auf Server uploaden

# tl_gallery_creator_albums.upload_images.1
source: Upload images to album with ID %s.
de: Dem Album mit ID %s Bilder mittels Dateiupload hinzufügen

# tl_gallery_creator_albums.import_images.0
source: copy images from directory on the server
de: Bilder vom Server ins Album einlesen

# tl_gallery_creator_albums.import_images.1
source: copy images from directory on the server into the album with ID %s
de: Bilder aus Verzeichnis auf Server ins Album mit ID %s einlesen

# tl_gallery_creator_albums.cut.0
source: move album
de: Album verschieben

# tl_gallery_creator_albums.cut.1
source: move album with ID %s
de: Album mit ID %s verschieben

# tl_gallery_creator_albums.pasteafter.0
source: Paste after
de: Einfügen nach

# tl_gallery_creator_albums.pasteafter.1
source: Paste after album ID %s
de: Einfügen nach Album mit ID %s

# tl_gallery_creator_albums.pasteinto.0
source: Paste into
de: Einfügen in

# tl_gallery_creator_albums.pasteinto.1
source: Paste into album ID %s
de: Einfügen in Album mit ID %s

# tl_gallery_creator_albums.reference.no_scaling
source: Do not scale images during the upload process.
de: Bilder vor dem Upload nicht skalieren.

# tl_gallery_creator_albums.name_asc
source: File name (ascending)
de: Dateiname (aufsteigend)

# tl_gallery_creator_albums.name_desc
source: File name (descending)
de: Dateiname (absteigend)

# tl_gallery_creator_albums.date_asc
source: Date (ascending)
de: Datum (aufsteigend)

# tl_gallery_creator_albums.date_desc
source: Date (descending)
de: Datum (absteigend)

# tl_gallery_creator_albums.custom
source: Custom order
de: Individuelle Reihenfolge
