Repository: markocupic/gallery_creator
Catalog: languages/*/*_gallery_creator_pictures.xlf
Languages: it

# tl_gallery_creator_pictures.id.0
source: Image ID
it: ID immagine

# tl_gallery_creator_pictures.published.0
source: Publish image
it: Pubblica l'immagine

# tl_gallery_creator_pictures.date.0
source: Date of creation
it: Data di creazione

# tl_gallery_creator_pictures.owner.0
source: Image-owner
it: Proprietario immagine

# tl_gallery_creator_pictures.name.0
source: Filename
it: Nome del file

# tl_gallery_creator_pictures.addCustomThumb.0
source: Add a custom thumbnail
it: Aggiungi una miniatura personalizzata

# tl_gallery_creator_pictures.customThumb.0
source: Custom thumbnail.
it: Miniatura personalizzata

# tl_gallery_creator_pictures.title.0
source: Image title
it: Titolo immagine

# tl_gallery_creator_pictures.comment.0
source: Image-comment
it: Commento immagine

# tl_gallery_creator_pictures.sorting.0
source: Sort sequence
it: Sequenza di ordinamento

# tl_gallery_creator_pictures.filename.0
source: Filename
it: Nome del file

# tl_gallery_creator_pictures.path.0
source: Path
it: Percorso

# tl_gallery_creator_pictures.cssID.0
source: CSS ID/class
it: ID / classe CSS

# tl_gallery_creator_pictures.cssID.1
source: Here you can set an ID and one or more classes for this picture.
it: Qui puoi impostare un ID e una o più classi per questa immagine

# tl_gallery_creator_pictures.edit.0
source: edit image settings
it: Modifica le impostazioni dell'immagine

# tl_gallery_creator_pictures.edit.1
source: Edit image with ID %s.
it: Modifica le impostazioni dell'immagine con ID %s

# tl_gallery_creator_pictures.delete.0
source: delete image
it: Cancella l'immagine

# tl_gallery_creator_pictures.delete.1
source: Delete image with ID %s.
it: Cancella l'immagine con ID %s

# tl_gallery_creator_pictures.cut.0
source: change order
it: Cambia ordinamento

# tl_gallery_creator_pictures.cut.1
source: Move image with ID %s.
it: Sposta l'immagine con ID %s

# tl_gallery_creator_pictures.paste.0
source: paste below
it: Copia sotto

# tl_gallery_creator_pictures.paste.1
source: Paste below image with ID %s.
it: Copia sotto l'immagine con ID %s

# tl_gallery_creator_pictures.imagerotate.0
source: rotate image
it: Ruota l'immagine

# tl_gallery_creator_pictures.imagerotate.1
source: Rotate image by 90°.
it: Ruota l'immagine di 90°
