Repository: markocupic/gallery_creator
Catalog: languages/*/*_gallery_creator_galleries.xlf
Languages: de

# tl_gallery_creator_galleries.title_legend
source: Title and redirect
de: Titel und Weiterleitung

# tl_gallery_creator_galleries.protected_legend
source: Protection
de: Zugriffsschutz

# tl_gallery_creator_galleries.title.0
source: Title
de: Titel

# tl_gallery_creator_galleries.title.1
source: Add a title please.
de: Geben Sie einen Titel an.

# tl_gallery_creator_galleries.jumpTo.0
source: Album reader
de: Weiterleitungsseite

# tl_gallery_creator_galleries.jumpTo.1
source: Select the album reader page.
de: Bitte w채hlen Sie die Albumleser-Seite aus, zu der Besucher weitergeleitet werden, wenn Sie einen Beitrag anklicken.

# tl_gallery_creator_galleries.protected.0
source: Protect gallery
de: Archiv sch체tzen

# tl_gallery_creator_galleries.protected.1
source: Do only show the albms to selected frontend users
de: Alben nur bestimmten Frontend-Gruppen anzeigen.

# tl_gallery_creator_galleries.groups.0
source: Frontend member groups
de: Frontend Mitgliedergruppen

# tl_gallery_creator_galleries.groups.1
source: Do only show the albums to members of the selected frontend groups
de: Zeige die Alben nur Migliedern ausgew채hlter Frontend-Gruppen.

# tl_gallery_creator_galleries.new.0
source: New Gallery
de: Neue Galerie

# tl_gallery_creator_galleries.new.1
source: Add a new Gallery
de: Neue Galerie hinzuf체gen
