Repository: markocupic/gallery_creator
Catalog: languages/*/*_module.xlf
Languages: de

# tl_module.pagination_legend
source: Pagination settings
de: Pagination Einstellungen

# tl_module.module_legend
source: Module configuration
de: Modul-Konfiguration

# tl_module.album_listing_legend
source: Album listing legend
de: Einstellungen für die Albenauflistung

# tl_module.picture_listing_legend
source: Picture listing legend
de: Einstellungen für die Bildauflistung (Detailansicht)

# tl_module.gc_readerModule.0
source: Reader Module
de: Galerieleser

# tl_module.gc_readerModule.1
source: Select the reader module.
de: Automatisch zum Galerieleser wechseln, wenn eine Galerie ausgewählt wurde.

# tl_module.gc_galleries.0
source: Galleries
de: Galerien

# tl_module.gc_galleries.1
source: Select the galleries.
de: Wählen Sie eine oder mehrere Galerien aus.

# tl_module.gc_rows.0
source: Thumbnails per row
de: Vorschaubilder pro Reihe

# tl_module.gc_rows.1
source: Select the number of thumbnails per row. (0=As much as possible)
de: Wählen Sie die Anzahl Vorschaubilder pro Reihe aus. (0=So viele wie möglich)

# tl_module.gc_publish_albums.0
source: Publish these albums only
de: Lediglich folgende Alben im Frontend anzeigen

# tl_module.gc_publish_albums.1
source: Selected albums will be displayed in the frontend.
de: Ausgewählte Alben werden im Frontend angezeigt.

# tl_module.gc_publish_single_album.0
source: Publish this album
de: Album auswählen

# tl_module.gc_publish_single_album.1
source: The selected album will be displayed in the frontend.
de: Das ausgewählte Album wird im Frontend angezeigt.

# tl_module.gc_publish_all_albums.0
source: Publish all given albums in the frontend
de: Alle angelegten Alben im Frontend zeigen

# tl_module.gc_hierarchicalOutput.0
source: Hierarchically Frontend-Album-Output
de: Alben im Frontend hierarchisch anzeigen

# tl_module.gc_hierarchicalOutput.1
source: Hierarchically Frontend-Album-Output (Albums and Subalbums)
de: Alben im Frontend hierarchisch anzeigen (Alben und Unteralben)

# tl_module.gc_template.0
source: Gallery template
de: Galerietemplate

# tl_module.gc_template.1
source: Select a personal gallery template.
de: Hier können Sie das Galerietemplate auswählen.

# tl_module.gc_activateThumbSlider.0
source: Activate Ajax-Thumb-Slider
de: Ajax-Thumb-Slider aktivieren

# tl_module.gc_activateThumbSlider.1
source: Activate Ajax-Thumb-Slider on mouseover in the album listing?
de: Ajax-Thumb-Slider bei mouseover in der Albenübersicht aktivieren?

# tl_module.gc_redirectSingleAlb.0
source: Redirection in case of a single album
de: Weiterleitung bei einzelnem Album

# tl_module.gc_redirectSingleAlb.1
source: Should be automatically redirected to the detail-view, in case of single-album-choice?
de: Soll, wenn nur ein Album ausgewählt wurde, automatisch zur Detailansicht weitergeleitet weden?

# tl_module.gc_albumsPerPage.0
source: Items per page in the albumlisting
de: Anzahl Alben pro Seite in der Albenübersicht

# tl_module.gc_albumsPerPage.1
source: The number of items per page in the albumlisting. Set to 0 to disable pagination.
de: Die Anzahl an Alben pro Seite in der Albenübersicht. Geben Sie 0 ein, um den automatischen Seitenumbruch zu deaktivieren.

# tl_module.gc_thumbsPerPage.0
source: Thumbs per page in the detailview
de: Anzahl Bilder pro Seite in der Detailansicht

# tl_module.gc_thumbsPerPage.1
source: The number of thumbnails per page in the detailview. Set to 0 to disable pagination.
de: Anzahl Bilder pro Seite in der Detailansicht. Geben Sie 0 ein, um den automatischen Seitenumbruch zu deaktivieren.

# tl_module.gc_paginationNumberOfLinks.0
source: Number of links in the pagination navigation
de: Anzahl Links in der Pagination Navigation

# tl_module.gc_paginationNumberOfLinks.1
source: Set the number of links in the pagination navigation. Default to 7.
de: Legen Sie die Anzahl Links in der Pagination Navigation fest. Standardwert ist 7.

# tl_module.gc_sorting.0
source: Album sorting
de: Sortierung der Alben

# tl_module.gc_sorting.1
source: According to which field the albums should be sorted?
de: Nach welchem Feld sollen die Alben im Frontend sortiert werden?

# tl_module.gc_sorting_direction.0
source: Sort sequence
de: Sortierrichtung

# tl_module.gc_sorting_direction.1
source: DESC: descending, ASC: ascending
de: DESC: absteigend, ASC: aufsteigend

# tl_module.gc_picture_sorting.0
source: Picture sorting
de: Sortierung der Bilder

# tl_module.gc_picture_sorting.1
source: According to which field the pictures in a single album should be sorted?
de: Nach welchem Feld sollen die Bilder in einem einzelnen Album im Frontend sortiert werden?

# tl_module.gc_picture_sorting_direction.0
source: Sort sequence
de: Sortierrichtung

# tl_module.gc_picture_sorting_direction.1
source: DESC: descending, ASC: ascending
de: DESC: absteigend, ASC: aufsteigend

# tl_module.gc_size_detailview.0
source: Detailview: Thumbnail width and height
de: Detailansicht: Thumbnailbreite und Thumbnailhöhe

# tl_module.gc_size_detailview.1
source: Here you can set the image dimensions and the resize mode.
de: Hier können Sie die Abmessungen des Bildes und den Skalierungsmodus festlegen.

# tl_module.gc_size_albumlisting.0
source: Albumlist: Thumbnail width and height
de: Albumauflistung: Thumbnailbreite und Thumbnailhöhe

# tl_module.gc_size_albumlisting.1
source: Here you can set the image dimensions and the resize mode.
de: Hier können Sie die Abmessungen des Bildes und den Skalierungsmodus festlegen.

# tl_module.gc_imagemargin.0
source: Image margin
de: Bildabstand

# tl_module.gc_imagemargin.1
source: Here you can enter the top, right, bottom and left margin.
de: Hier können Sie den oberen, rechten, unteren und linken Bildabstand eingeben.

# tl_module.gc_fullsize.0
source: Full-size view/new window
de: Großansicht/Neues Fenster

# tl_module.gc_fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
de: Großansicht des Bildes in einer Lightbox bzw. den Link in einem neuem Browserfenster öffnen.

# tl_module.gc_sortingDirection.DESC
source: Ascending
de: Absteigend

# tl_module.gc_sortingDirection.ASC
source: Descending
de: Aufsteigend

# tl_module.gc_sortingField.sorting
source: Backend-module sorting (sorting)
de: Backend-Modul Reihenfolge (sorting)

# tl_module.gc_sortingField.date
source: Date of creation (date)
de: Erstellungsdatum (date)

# tl_module.gc_sortingField.owner
source: Owner (owner)
de: Albumbesitzer (owner)

# tl_module.gc_sortingField.comment
source: Comment/Caption (comment)
de: Beschreibungstext (comment)

# tl_module.gc_sortingField.title
source: Image-title (title)
de: Bildtitel (title)

# tl_module.gc_sortingField.tstamp
source: Revision date (tstamp)
de: Änderungsdatum (tstamp)

# tl_module.gc_sortingField.visitors
source: Number of visitors (visitors)
de: Besucherzahl (visitors)
