Repository: markocupic/gallery_creator
Catalog: languages/*/default.xlf
Languages: de, it

# ERR.link_to_not_existing_file
source: The file "%s" doesn't exist on your server!
de: Die Datei "%s" wurde nicht auf dem Server gefunden!
it: Il file "%s" non è presente nel tuo server!

# ERR.link_to_not_existing_file_1
source: The db-entry with ID %s in "tl_gallery_pictures" links to a not existing file. <br>Please clean up the database or check the existence of %s in the album with alias: %s!
de: Der Datenbankeintrag mit ID %s in "tl_gallery_creator_pictures" verweist auf eine nicht vorhandene Datei. <br>Bitte räumen Sie die Datenbank auf oder überprüfen Sie die Existenz der Datei %s im Album mit dem Alias: %s!

# ERR.uploadError
source: The file "%s" could not been uploaded!
de: Die Datei "%s" konnte nicht hochgeladen werden!
it: Il file "%s" non può essere caricato!

# ERR.fileDontExist
source: The file "%s" does not exist!
de: Die Datei "%s" existiert nicht!
it: Il file "%s" non esiste!

# ERR.fileNotReadable
source: The file "%s" ist not readable! Check access rights.
de: Die Datei "%s" ist nicht lesbar! Zugriffsrechte müssen überprüft werden.
it: Il file "%s" non può essere letto! Controllare i permessi.

# ERR.dirNotWriteable
source: The directory "%s" is not writeable! Check chmod settings!
de: Das Verzeichnis "%s" ist nicht beschreibbar! Zugriffsrechte müssen manuell überprüft werden.
it: La directory "%s" non ha i permessi di scritura! Controllare i settaggi chmod!

# ERR.accept_jpg
source: Gallery Creator only supports jpeg/jpg files.
de: Gallery Creator unterstützt nur jpeg/jpg-Dateien.

# ERR.upploadSuccessful
source: File successfully uploaded to the server.
de: Datei erfolgreich auf den Server geladen.

# gallery_creator.back_to_general_view
source: back to general view
de: zurück zur Übersicht
it: torna alla back to general view

# gallery_creator.subalbums
source: subalbums
de: Unteralben
it: sotto album

# gallery_creator.subalbums_of
source: Subalbums of
de: Unteralben von

# gallery_creator.pictures
source: pictures
de: Bilder
it: immagini

# gallery_creator.contains
source: contains
de: enthält
it: contiene

# gallery_creator.visitors
source: visitors
de: Aufrufe

# gallery_creator.fe_authentification_error.0
source: Authentification error
de: Authentifizierungsfehler
it: Errore di autenticazione

# gallery_creator.fe_authentification_error.1
source: You tried to enter a protected album. Please log in as a frontend user or check your member-rights.
de: Der Zugriff auf dieses Album wurde verweigert. Bitte melden Sie sich als Frontend-User an oder überprüfen Sie Ihre Benutzerrechte.
it: Hai cercato di accedere a un album protetto. Prego effettua il login come utente frontend o controlla i tuoi permessi.

# MSC.gcDeleteConfirmAlbum
source: Do you really want to delete album with ID %s? \r\nAttention! \nAll image-files in the assigned directory will be deleted too!!!
de: Soll das Album mit der ID %s gelöscht werden? Achtung! Es werden auch alle Bilddateien im zugeordneten Verzeichnis gelöscht!!!

# MSC.gcDeleteConfirmPicture
source: Do you really want to delete picture with ID %s? \r\nAttention! \nThe image-file will be deleted too!!!
de: Soll das Bild mit der ID %s gelöscht werden? Achtung! Es wird auch die Bilddatei aus dem Verzeichnis gelöscht!!!
